The multistory stair/ramp could not reach its top level with integral number of flights. Maximum number of flights below the top level is created.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MultistoryStairDoesntReach { get; }
  Visual Basic
Public Shared ReadOnly Property MultistoryStairDoesntReach As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MultistoryStairDoesntReach {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace